{
  "news": [
    {
      "number": "1",
      "title": "Primeiro brasileiro a alcançar o 7º Dan em Iaido",
      "image": "../src/images/gallery/alexandre-sensei-7dan(1).jpg",
      "imageAlt": "Alexandre sensei executando uma estocada (tsuki-sashi).",
      "imageTitle": "Alexandre sensei executando uma estocada (tsuki-sashi).",
      "date": "02/03/2025",
      "text": "No dia 02 de março de 2025, em Quioto, o Sensei Alexandre Pereira, Muso Jikiden Eishin Ryu, é o brasileiro com a maior graduação (Renshi 7º Dan) pela Federação Japonesa de Kendo (Zen Nihon Kendo Renmei - ZNKR). Um marco significativo para as artes marciais e o Iaido no Brasil. A conquista, que exige anos de dedicação, habilidade e conhecimento profundo, consolida a posição do Sensei Alexandre como um respeitado expoente da modalidade, sendo o primeiro brasileiro a alcançar esse patamar. O feito foi celebrado por seus alunos e colegas.<img class=\"news-image\" src=\"../src/images/gallery/alexandre-sensei-7dan(2).jpg\" alt=\"Alexandre sensei comemorando o seu 7º Dan \"em família\", ganhou um sageo novo verde e amarelo, sob encomenda. \"Afinal, apesar de ter mais tempo de vida no Japão, continuo brasileiro!\"><p id=\"img-title\">Alexandre sensei comemorando o seu 7º Dan \"em família\", ganhou um sageo novo verde e amarelo, sob encomenda. \"Afinal, apesar de ter mais tempo de vida no Japão, continuo brasileiro!</p>",
      "link": "",
      "tags": "notícias noticia iaido brasileiro exame sensei alexandre março"
    },
    {
      "number": "2",
      "title": "Seminário de Iaido e Jodo com Oshita sensei (Kyoshi, 8º Dan) e Otake sensei (Hanshi, 8º Dan) em Nova Iorque (04/04/2025 a 07/04/2025)",
      "image": "../src/images/gallery/2025-seminário-jodo-iaido-novayork(1).jpg",
      "imageAlt": "Da esquerda para a direita, Otake sensei (Hanshi, 8º Dan), Jose Arenas (4º Dan) e Oshita sensei (Kyoshi, 8º Dan)",
      "imageTitle": "Da esquerda para a direita, Otake sensei (Hanshi, 8º Dan), Jose Arenas (4º Dan) e Oshita sensei (Kyoshi, 8º Dan)",
      "date": "22/04/2025",
      "text": "No primeiro final de semana de abril de 2025, Oshita sensei (Kyoshi, 8º Dan) e Otake sensei (Hanshi, 8º Dan) visitaram Nova Iorque para realizar um seminário duplo de Iaido e Jodo, organizado por Pam Parker sensei (Kyoshi, 7º Dan). Sexta e sábado o trabalho intenso em Jodo contou com Otake Sensei como guia do seminário e Oshita Sensei como colaborador. Domingo e segunda, durante o seminário de Iaido, os papeis se invertiram. O seminário foi simplesmente maravilhoso. Ter dois Sensei deste calibre, que além de serem grandes expoentes das duas artes são excelentes instrutores e pedagogos, é uma experiência única. A mistura da excelente demonstração técnica por parte deles, a clareza na explicação de detalhes e um humor vivo por parte dos dois fez com que a dor nos pés e o cansaço ficasse em um segundo plano. Todas as pessoas queriam aprender e treinar mais.<p> Os seminários focaram em aspectos básicos, trabalhando exclusivamente Seitei Iai e Seitei jo. Muitas dúvidas foram esclarecidas, deixando uma ênfase clara: todo movimento de corte deve começar de forma relaxada e sem força; a força (e não tensão) só deve ser aplicada logo antes de que a espada (ou o jo) atinjam seu alvo. No Jodo, o treino prezou pela troca frequente de parceiros de treino, de forma que todo mundo, independentemente do grau e experiência, trabalhasse com pessoas mais avançadas, mas também mais iniciantes. Isso ajuda com que os iniciantes elevem um pouco seu nível ao se desafiarem, e com que as pessoas mais avançadas modifiquem sua técnica, timming e feeling para se acomodarem às necessidades específicas da pessoa com quem estão treinando. Um último ponto que gostaria de destacar aqui: os dos Sensei enfatizaram a necessidade de que o uso da espada no Jodo deve ser mais realista e precisa. Só assim o verdadeiro Jodo pode surgir.</p><p>No Iaido, o treino foi dividido inicialmente em dois grandes grupos: Mudan (sem Dan ou faixas brancas) até Sandan (3º dan) e Yondan (4º dan) até Nanadan (7º dan). Os dois Sensei se revezaram na instrução de cada grupo, de forma que puderam compartilhar diferentes detalhes com todo mundo. Dentre muitas, a principal diferença foi o timing no saque da espada, a união e fluidez nos movimentos, e no uso do metsuke para a demonstração de zanshin. Foi muito interessante ver como dois Sensei de tão alto nível podem ter diferentes formas de fazer um mesmo movimento. Para não esquecer: 1. enquanto Oshita Sensei explicava o timing correto do saque no Morotetsuki, pediu para que 5 pessoas fizessem o primeiro movimento ao mesmo tempo (com a distancia e segurança adequada), tendo ele como possível inimigo. Assim que o grupo começou o movimento, Oshita Sensei começou também, e simplesmente cortou na direção das 5 pessoas antes de todas elas tivessem terminado seu saque. 2. Explicando as possibilidades do Ukenagashi, Oshita Sensei fez um Ukenagashi virando 180 graus para um inimigo que estava atrás dele. Esse é um movimento que ele costuma fazer para falar da importância de entender e executar bem uma técnica, mas é simplesmente FENOMENAL.</p><img class=\"news-image\" src=\"../src/images/gallery/2025-seminário-jodo-iaido-novayork(2).jpg\" alt=\"Da esquerda para a direita, Oshita sensei (Kyoshi, 8º Dan), Otake sensei (Hanshi, 8º Dan) e Jose Arenas (4º Dan).\"><p id=\"img-title\">Da esquerda para a direita, Oshita sensei (Kyoshi, 8º Dan), Otake sensei (Hanshi, 8º Dan) e Jose Arenas (4º Dan).</p><p>Enfim, foram 4 dias de muito trabalho, de muito treino, de encontros com pessoas muito bacanas e de treinar com dois grandes Sensei do Iaido e Jodo. Agradeço à Parker Sensei por ter convidado Oshita e Otake sensei e por ter organizado este evento. Agradeço também ao trabalho do Aurelian Sensei e Furuta Sensei na sua tradução, e a todas as pessoas envolvidas na organização do evento.</p><br><p>(Texto e relato de Jose Arenas, 4º Dan Ken-Zen Iaido, Nova Iorque)</p>",
      "link": "",
      "tags": "notícias noticia iaido jodo seminário"
    },
    {
      "number": "3",
      "title": "2º Campeonato Latinoamericano de Iaido 17/10/2025 a 19/10/2025 - Santiago, Chile",
      "image": "../src/images/gallery/2023-1-campeonato-latinoamericano-iaido.jpg",
      "imageAlt": "Praticantes brasileiros de Iaido no campeonato.",
      "imageTitle": "Praticantes brasileiros de Iaido no campeonato.",
      "date": "01/05/2025",
      "text": "Entre os dias 17 e 19 de outubro de 2025, a capital chilena, Santiago, será palco do 2º Campeonato Latinoamericano de Iaido . O evento reunirá Kenshi e Sensei diversos países do continente americano. O campeonato busca fortalecer os laços entre os países da região e promover o intercâmbio técnico e cultural entre os praticantes de Iaido.  Aguardem mais informações!</p>",
      "link": "",
      "tags": "notícias noticia iaido américa latina"
    },
    {
      "number": "5",
      "title": "Kyoto Taikai 2025",
      "image": "../src/images/gallery/2025-iaido-enbu-taikai.png",
      "imageAlt": "121º Enbu Taikai (Encontro de Demonstração) da Zen Nihon Kendo.",
      "imageTitle": "121º Enbu Taikai (Encontro de Demonstração) da Zen Nihon Kendo.",
      "date": "02/05/2025",
      "text": "<p>Neste fim de semana está ocorrendo o 121º Enbu Taikai (Encontro de Demonstração) da Zen Nihon Kendo. Acesse nos links abaixo os Enbu de Iaido do Kyoto Taikai de 2025:</p><a href=\"https://www.youtube.com/live/2ooVxGFqVTI?si=q9mJJdBEzkGjC26i\" target=\"blank\"><p>Kyoto Taikai 2025 - Canal 1</p></a><a href=\"https://www.youtube.com/live/-uk7iRpyyPI?si=WpmZejfhcYtlTCeP&t=13983\" target=\"blank\"><p>Kyoto Taikai 2025 - Canal 2</p></a>",
      "link": "",
      "tags": "notícias noticia iaido"
    },
    {
      "number": "6",
      "title": "Participação do Alexandre Pereira Sensei no Seminário Central e Regional da ZNKR",
      "image": "../src/images/gallery/2025-seminário-central-e-regional-znkr1.jpg",
      "imageAlt": "Mesa diretora do Seminário Central e Regional da ZNKR",
      "imageTitle": "Mesa diretora do Seminário Central e Regional da ZNKR",
      "date": "01/07/2025",
      "text": "Participação do Alexandre Pereira Sensei no Seminário Central e Regional da ZNKR, realizado na província de Ibaraki, nos dias 28 e 29 de junho de 2025.<img class=\"news-image\" src=\"../src/images/gallery/2025-seminário-central-e-regional-znkr5.jpg\" alt=\"Placa do Seminário Central e Regional da ZNKR.\"><p id=\"img-title\">Placa do Seminário Central e Regional da ZNKR.</p> <img class=\"news-image\" src=\"../src/images/gallery/2025-seminário-central-e-regional-znkr2.jpg\" alt=\"Participantes do Seminário Central e Regional da ZNKR.\"><p id=\"img-title\">Participantes do Seminário Central e Regional da ZNKR.</p> <img class=\"news-image\" src=\"../src/images/gallery/2025-seminário-central-e-regional-znkr3.jpg\" alt=\"Participantes do Seminário Central e Regional da ZNKR.\"><p id=\"img-title\">Participantes do Seminário Central e Regional da ZNKR.</p> <img class=\"news-image\" src=\"../src/images/gallery/2025-seminário-central-e-regional-znkr4.jpg\" alt=\"Certificado de participação do seminário do Alexandre Pereira Sensei.\"><p id=\"img-title\">Certificado de participação do seminário do Alexandre Pereira Sensei.</p>",
      "link": "",
      "tags": "notícias noticia iaido"
    },
    {
      "number": "7",
      "title": "10° Campeonato Brasileiro de Iaido 01/08/2025 a 03/08/2025 - São Caetano do Sul, São Paulo",
      "image": "../src/images/gallery/2025-10-campeonato-br-iaido(1).jpg",
      "imageAlt": "Foto com todos os participantes do 10° Campeonato Brasileiro de Iaido.",
      "imageTitle": "Foto com todos os participantes do 10° Campeonato Brasileiro de Iaido.",
      "date": "11/08/2025",
      "text": "Nos dias 01, 02 e 03 de agosto, a Genbukan Brasil marcou presença no 10° Campeonato Brasileiro de Iaido, com seminários de aprofundamento técnico. Além do aprendizado, houve também o fortalecimento de laços entre praticantes de Iaido de todo o Brasil.     <p>Nossos instrutores, Renato Alcantara e José Carlos de Anchieta, juntamente com os demais membros da Genbukan Brasil, estiveram presentes.</p>    <p>Além dos exames e competições, foram ministrados seminários técnicos conduzidos pelos Senseis:Tomoharu Ito Sensei, Kyoshi 8° Dan em Iaido e 8° Dan em Kendo e Toshihiko Tsutsumi Sensei, Renshi 7° Dan em Iaido e 5° Dan em Kendo.</p>               <p></br>Participantes e os resultados dos exames e competições dos Membros da Genbukan:</br></br>   Grupo Membro Salvador (BA):</br>    Equipe:</br>    Renato Alcântara - 4° Dan;</br> Marcos Novaes - 3° Dan;</br> Henrique Lima - 2° Dan (3⁰ lugar na competição de 2° Dan);</br>    André França – aprovado 1° Dan (3⁰ lugar na competição de 1° Kyu);</br></br>    Grupo Membro João Pessoa (PB) - Associação de Kendo de João Pessoa:</br>  Ticiano Rocha - aprovado 2° Dan;</br></br>    Associação de Kendo do Pará (PA):    Equipe:</br>   Cláudio Temporal - 3º Dan;</br> Masayoshi Itó - aprovado 2° Dan (3° lugar na competição de 1° Dan);</br>    Xavico Kzan - aprovado 2° Dan;</br> Jessica Ito - aprovada 1° Kyu;</br></br>   Grupo Membro São Carlos (SP) - ASCK, Associação São Carlos de Kendo e Iaido:</br>    Lúcio Kaiti Kawano - 2º Dan;</br>      Carolina Akemi Martins Morita Nakahara -  1° Kyu (3° lugar na competição de aspirantes);</br>       Jonas Thadeu Castilho - 2º Dan;</br>        Luiz Fernando Netto - 1º Dan;</br>       Harumi Nakahara - 2º Dan.      Grupo Membro Brasília (DF):</br>       Aramis Mantovani – 3° Dan;</br>      João Sidrim – 2° Dan (1° lugar na competição de 1° Dan);</br></br> </p>  <img class=\"news-image\" src=\"../src/images/gallery/2025-10-campeonato-br-iaido(2).jpg\" alt=\"Seminário durante o 10° Campeonato Brasileiro de Iaido.\"><p id=\"img-title\">Seminário durante o 10° Campeonato Brasileiro de Iaido.</p>   <img class=\"news-image\" src=\"../src/images/gallery/2025-10-campeonato-br-iaido(3).jpg\" alt=\"Participantes do 10° Campeonato Brasileiro de Iaido.\"><p id=\"img-title\">Participantes do 10° Campeonato Brasileiro de Iaido.</p> <img class=\"news-image\" src=\"../src/images/gallery/2025-10-campeonato-br-iaido(4).jpg\" alt=\"Seminário durante o 10° Campeonato Brasileiro de Iaido.\"><p id=\"img-title\">Foto com os Senseis:  Tomoharu Ito Sensei e Toshihiko Tsutsumi Sensei.</p>    <img class=\"news-image\" src=\"../src/images/gallery/2025-10-campeonato-br-iaido(5).jpg\" alt=\"Seminário durante o 10° Campeonato Brasileiro de Iaido.\"><p id=\"img-title\">Alguns membros da Genbukan que participaram do 10° Campeonato Brasileiro de Iaido.</p>     <img class=\"news-image\" src=\"../src/images/gallery/2025-10-campeonato-br-iaido(6).jpg\" alt=\"Aramis Mantovani – 3° Dan.\"><p id=\"img-title\">Aramis Mantovani – 3° Dan.</p>     <img class=\"news-image\" src=\"../src/images/gallery/2025-10-campeonato-br-iaido(7).jpg\" alt=\"João Sidrim – 2° Dan (1° lugar na competição de 1° Dan).\"><p id=\"img-title\">João Sidrim – 2° Dan (1° lugar na competição de 1° Dan).</p>  <p>Agradecemos aos Senseis pelo grande compartilhamento de conhecimento e à organização pelo excelente evento. Vamos continuar treinando e nos aperfeiçoando, que venham os próximos desafios!</p>",
      "link": "",
      "tags": "notícias noticia iaido campeonato"
    },
    {
      "number": "8",
      "title": "2º Campeonato Latinoamericano de Iaido 17/10/2025 a 19/10/2025 - Santiago, Chile",
      "image": "../src/images/gallery/2025-2-campeonato-latinoamericano-iaido.jpg",
      "imageAlt": "Banner de anúncio do 2º Campeonato Latinoamericano de Iaido.",
      "imageTitle": "Banner de anúncio do 2º Campeonato Latinoamericano de Iaido.",
      "date": "11/08/2025",
      "text": "<p>O 2° Campeonato Latino-americano de Iaido, da Confederação Latino-americana de Kendo (CLAK), será realizado em Santiago, Chile, nos dias 17 a 19 de outubro de 2025, organizado pela Federação Chilena de Kendo (FECHKEN).</p>  <p>Trata-se de um evento histórico, pois será o primeiro campeonato de Iaido latino-americano a ser realizado separado do campeonato de Kendo.  Além disso, contará com exames de Iaido para até 6° Dan pela primeira vez na América Latina.  Haverá também seminários técnicos com instrutores de elevada graduação e domínio técnico, desde o Canadá até o Chile, com a presença de um Sensei do Japão.  Uma oportunidade excepcional para todos da América Latina!</p>",
      "link": "",
      "tags": "notícias noticia iaido"
    },
    {
      "number": "9",
      "title": "1° Gasshuku da Genbukan Brasil 22/08/2025 a 24/08/2025 - São Carlos, São Paulo",
      "image": "../src/images/gallery/2025-1-gasshuku-genbukan-brasil-1.jpg",
      "imageAlt": "Foto com os participantes do 1° Gasshuku da Genbukan Brasil.",
      "imageTitle": "Foto com os participantes do 1° Gasshuku da Genbukan Brasil.",
      "date": "31/08/2025",
      "text": "No final de semana do dia 22/08 a 24/08 realizou-se o primeiro Gasshuku da Genbukan Brasil, na cidade de São Carlos, São Paulo, com o apoio da Associação de São Carlos de Kendo e Iaido (ASCK).    <p>Este primeiro evento oficial da Genbukan Brasil teve por objetivo o aprofundamento e aprimoramento técnico do Muso Jikiden Eishin Ryu da linhagem de Oshita Masakazu Sensei, Kyoshi 8º Dan, e contou com a presença orientação técnica direta de seu aluno Alexandre Pereira Sensei, Renshi 7º Dan, o primeiro brasileiro a obter Nanadan (7º Dan) em Iaido. A enorme dedicação, prestatividade e atenção de Alexandre Pereira Sensei tornou esse Gasshuku um evento único, uma oportunidade excepcional de aprendizado,      desenvolvimento e o polimento técnico de todos os participantes.</p>   <p>Realizamos no sábado, dia 23/08, um treino de Zen Ken Ren Iaido com a participação de Kenshi de São Carlos e demais regiões do estado de São Paulo. Uma cerimônia de abertura, com a presença de Alexandre Pereira Sensei, José de Anchieta Rodrigues Sensei e Akemi Nakahara Sensei, representando o presidente da ASCK Kenji Nakahara Sensei, na mesa de cerimônia, inauguraram o início oficial do primeiro Gasshuku da Genbukan Brasil. A presença e participação de todos contribuíram para tornar este Gasshuku um enorme sucesso. O Gasshuku também foi uma oportunidade exímia de fortalecer os laços entre os praticantes membros da Genbukan Brasil de diversas regiões do país, incluindo Bahia, Pernambuco, Rio Grande do Sul, São Paulo e Distrito Federal.</p>        <p>Gostaríamos de agradecer o apoio fundamental da Associação São Carlos de Kendo e Iaido, que mesmo antes da formação oficial da Genbukan Brasil, tem recebido calorosamente Alexandre Pereira Sensei e demais Kenshi para treinos, tornando-se fundamental para a própria existência da Genbukan Brasil. Destacamos o esforço e a diligência de Akemi Nakahara Sensei, Kenji Nakahara Sensei, Harumi Nakahara Sensei e José de Anchieta Rodrigues Sensei. Agradecemos profundamente o trabalho e empenho de Alexandre Pereira Sensei por ter tornado o primeiro Gasshuku da Genbukan Brasil um evento realmente histórico.</p>    <p>Aguardamos ansiosamente o próximo Gasshuku em 2026!</p>    <br><br>   <p>Disponibilizamos abaixo o belíssimo discurso de abertura do Sensei Kenji Nakahara, presidente da ASCK.</p>      <p>\"Boa tarde! Primeiramente, peço desculpas pela ausência, devida a demandas de trabalho. Em nome da Associação São Carlos de Kendo e Iaido, dou as boas-vindas a todos os praticantes e instrutores da Genbukan Brasil, nesse que é o seu 1º encontro presencial. Saúdo especialmente o sensei Alexandre Pereira, representante da 22ª geração da honrada escola Muso Jikiden Eishin Ryu, na linhagem de Oshita Masakazu-sensei, 8º Dan.</p>      <p>Na vida, os encontros são fortuitos. Porém, o que faremos deles e como os cultivaremos depende de nós. Assim foi para nossa associação, que teve o privilégio de, por forças maiores, ter o contato com Alexandre-sensei, por intermedio de nosso então kenshi, Gil Vicente, quando morou no Japão durante sua bolsa de doutorado.</p>     <p>O contato com o iaido rapidamente cativou nosso então kenshi, Sr. Anchieta, que abraçou a prática e, por valor de seu caráter, tanto cultivou esse precioso contato, gerando os belos frutos do iaido em nossa academia.</p>  <p>A disciplina e comprometimento, tanto do Sr. Anchieta, quanto de Alexandre-sensei, proporcionaram a aquele treinar por anos, até alcançar o 4º Dan de iaido, essencialmente com base em treinos e observações online. Em contrapartida, creio que a jornada dos praticantes desse koryu no Brasil igualmente contribuiu para o desenvolvimento de Alexandre-sensei, que orgulhosamente se tornou o primeiro latinoamericano a alcançar o 7º Dan de iaido.</p>          <p>O brasão da Genbukan Brasil ilustra o \"MYOGA\", um gengibre japonês, que carrega a representação da perseverança, mais que adequada a todos aqui: praticantes tão aplicados em condições ainda tão desafiadoras. Nossa florista encontrou na flor de cúrcuma, ou açafrão, essas belas flores roxas em nossos arranjos sobre a mesa, uma correspondente disponível em nosso país, para homenagear esse encontro e seu koryu.</p>       <p>Assim, com a alegria por amizades e encontros tão felizes e duradouros, chegamos a esse dia, podendo receber, em nosso dojo, esse evento inédito da Genbukan Brasil.</p>       <p class=\"no-indent\">Desejamos um excelente evento a todos!</p>       <p class=\"no-indent\">São Carlos - SP, 23 de agosto de 2025.</p>  <p class=\"no-indent\">KENJI NAKAHARA ROCHA</p>       <p class=\"no-indent\">Presidente da Associação de São Carlos de Kendo e Iaido (ASCK)\"</p>          <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-7.jpg\" alt=\"Arranjo de flores, com a flor de cúrcurma ou açafrão, correspondente disponível no Brasil, à flor de gengibre, Myoga\"> <p id=\"img-title\">Arranjo de flores, com a flor de cúrcurma ou açafrão, correspondente disponível no Brasil, à flor de gengibre, Myoga.</p>  <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-4.jpg\"     alt=\"Da esquera para  a direita: Akemi Nakahara Sensei, Alexandre Pereira Sensei e José de Anchieta Rodrigues Sensei preparando-se para o treino.\">  <p id=\"img-title\">Da esquera para  a direita: Akemi Nakahara Sensei, Alexandre Pereira Sensei e José de Anchieta Rodrigues Sensei preparando-se para o treino.</p>   <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-5.jpg\"alt=\"Alexandre Pereira Sensei entregando os certificados de participação no Gasshuku.\">  <p id=\"img-title\">Alexandre Pereira Sensei entregando os certificados de participação no Gasshuku.</p>       <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-6.jpg\" alt=\"José de Anchieta Rodrigues Sensei ao lado do arranjo de flores\"><p id=\"img-title\">José de Anchieta Rodrigues Sensei ao lado do arranjo de flores.</p>            <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-2.jpg\"               alt=\"Participantes do 1° Gasshuku da Genbukan Brasil.\"> <p id=\"img-title\">Participantes do 1° Gasshuku da Genbukan Brasil.</p>        <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-3.jpg\" alt=\"José de Anchieta Rodrigues Sensei preparando-se para o treino.\">   <p id=\"img-title\">José de Anchieta Rodrigues Sensei preparando-se para o treino.</p>       <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-8.jpg\"  alt=\"Alexandre Pereira Sensei explicando sobre tenouchi para Renato Alcantara.\">    <p id=\"img-title\">Alexandre Pereira Sensei explicando sobre tenouchi para Renato Alcantara.</p>        <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-9.jpg\"               alt=\"Treinamento de Iaido.\">        <p id=\"img-title\">Treinamento de Iaido.</p>      <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-10.jpg\"       alt=\"Alexandre Pereira Sensei explicando sobre nukitsuke.\">  <p id=\"img-title\">Alexandre Pereira Sensei explicando sobre nukitsuke.</p>        <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-11.jpg\" alt=\"José de Anchieta Rodrigues Sensei preparando-se para o treino.\"> <p id=\"img-title\">Alexandre Pereira Sensei explicando sobre noutou.</p>            <img class=\"news-image\" src=\"../src/images/gallery/2025-1-gasshuku-genbukan-brasil-12.jpg\"alt=\"Alexandre Pereira Sensei falando aos participantes do 1º Gasshuku da Genbukan Brasil.\"> <p id=\"img-title\">Alexandre Pereira Sensei falando aos participantes do 1º Gasshuku da Genbukan Brasil.</p>",
      "link": "",
      "tags": "notícias noticia iaido gasshuku gashuku"
    },
    {
      "number": "10",
      "title": "Brasil em destaque no 2º Campeonato Latino-americano de Iaido",
      "image": "../src/images/gallery/2025-2-campeonato-latino-americano-1.png",
      "imageAlt": "Praticantes brasileiros de Iaido no campeonato.",
      "imageTitle": "Praticantes brasileiros de Iaido no campeonato.",
      "date": "19/10/2025",
      "text": "O 2º Campeonato Latino-americano de Iaido, organizado pela Confederação Latino-americana de Kendo (CLAK), ocorreu em Santiago, Chile, entre os dias 17 e 19 de outubro, com o apoio da Federação Chilena de Kendo (FECHKEN).</p>        <p> Destacou-se neste evento, além da presença de renomados Sensei do continente Americano, liderado por Ito Shigo Sensei (Iaido Hanshi 8º Dan) e a realização de exames para 6º Dan de Iaido, o desempenho extraordinário da comitiva brasileira de Iaido, conquistando resultados em diversas categorias.</p>     <p>Confira abaixo os resultados da seleção brasileira de Iaido no 2o Campeonato Latino-americano:</p>      <p>&#129351 Campeões Individuais:</p>     <p>1º Dan: Frank Yuddy Matunaga</p>      <p>2º Dan: Bruno Castilho</p>     <p>4º Dan: Yuji Yamauchi</p>        <p>&#129352 Vice-Campeão:</p>    <p>3º Dan: Felipe Teruo</p>   <p>&#129353 3º Lugar:</p>       <p>1º Dan: Amauri Albuquerque</p>    <p>3º Dan: João Paz</p>     <p>Campeonato por Equipes:</p>    <p>&#129351 Campeões Latino-americano por Equipes:</p>    <p>Equipe: Yuji Yamauchi 4° Dan, Caio Yokoyama 3° Dan, Frank Yuddy Matunaga 1° Dan, João Paz 3° Dan.</p>     <p>Técnico: Sensei Carlos Fernando 5° Dan</p>   <p>A Genbukan Brasil parabeniza todos os Kenshi da comitiva brasielira de Iaido e sua conquista extraordinária, cujo resultado consagra um marco na história do Iaido Latino-americano.</p>     <img class=\"news-image\" src=\"../src/images/gallery/2025-2-campeonato-latino-americano-2.png\" alt=\"Praticantes brasileiros de Iaido no campeonato.\">     <p id=\"img-title\">Campeões Latino-americano por Equipes.</p>",
      "link": "",
      "tags": "notícias noticia iaido campeonato brasileiro chile"
    },
    {
      "number": "11",
      "title": "2º Campeonato São Paulo Open de Iaido",
      "image": "../src/images/gallery/2026-open-iaido-sp.png",
      "imageAlt": "Convite para o SP Open Iaido,com praticante executando o reiho.",
      "imageTitle": "",
      "date": "22/12/2025",
      "text": "A Federação Paulista de Kendo (FPK), em parceria com o SESC, promoverá o 2º São Paulo Open de Iaido no SESC Consolação, localizado no centro de São Paulo, nos dias 21 e 22 de fevereiro de 2026.  Divulgaremos maiores informações com a liberação de comunicados e carta-convite.</p>        <p>   21 e 22 de fevereiro de 2026 - SESC Consolação: Rua Dr. Vila Nova, 245, Vila Buarque, São Paulo - SP .</p>",
      "link": "<a href=\"https://www.instagram.com/p/DSLr7GdEZNe/\">Instagram da Federação Paulista de Kendo</a>",
      "tags": "notícias noticia iaido campeonato são paulo open"
    },
    {
      "number": "12",
      "title": "Seminário Internacional de ZNKR Iai e Muso Shinden Ryu e Primeiro Campeonato de Iaido Koryu - Rancagua, Chile",
      "image": "../src/images/gallery/2026-03-seminario-rancagua-chile.jpeg",
      "imageAlt": "Foto de divulgação do Seminário Internacional de ZNKR. Rancagua, Chile. 2026.",
      "imageTitle": "Foto de divulgação do Seminário Internacional de ZNKR. Rancagua, Chile. 2026.",
      "date": "23/01/2026",
      "text": "Em março de 2026 a cidade de Rancagua, no Chile, sediará o Seminário Internacional de ZNKR Iai e Muso Shinden Ryu, além de realizar o primeiro campeonato de Koryu do Chile.    <p> O evento conta com a orientação de Andy Watson Sensei (Kyoshi 7° Dan Iaido, Kyoshi 7° Dan Jodo) e Harry Jones Sensei (Kyoshi 7° Dan Iaido, Kyoshi 7° Dan Jodo). </br></br>Data:  13 / 14 / 15 de março de 26</br>Local:  Rancagua, Chile</p> <a href=\"https://www.facebook.com/p/Iaido-y-Jodo-Rancagua-Sakura-Dojo-100063765300107/\" target=\"_blank\" rel=\"noopener noreferrer\">Maiores informações</a>",
      "link": "",
      "tags": "notícias noticia iaido"
    }
  ]
}